Repository: khramyka/front-end-team2
Catalog: i18n/*.po
Languages: be

source: Favorite
be: Выбранае

source: Country
be: Краіна

source: City
be: Горад

source: Vendor
be: Пастаўшчык

source: Category
be: Катэгорыя

source: Sub Category
be: Падкатэгорыя

source: Apply
be: Прымяніць

source: Search
be: Пошук

source: User
be: Карыстальнік

source: Date
be: Дата

source: From
be: Ад

source: To
be: Да

source: Used
be: Выкарыстаныя

source: Active
be: Актыўны

source: Not Active
be: Не актыўны

source: For all period
be: За ўвесь перыяд

source: Please choose country
be: Спачатку выберыце краіну

source: Please choose category
be: Спачатку выберыце катэгорыю

source: Open filter
be: Фільтраваць

source: Home
be: Галоўная

source: History
be: Гісторыя

source: Statistics
be: Статыстыка

source: Sort by
be: Сартаваць

source: Sorting not selected
be: Сартаванне не выбрана

source: New Discounts
be: Новы

source: My Subscription
be: Рассылка прома

source: Your Subscription
be: Мая прома-рассылка

source: + Add or delete category
be: + Дадайце або выдаліце ​​катэгорыю

source: + Add or delete tag
be: + Дадайце або выдаліце ​​падкатэгорыю

source: Vendor Name
be: Пастаўшчык

source: Should be minimum 1 location: country, city and address. If location is online - please choose 'Online'
be: Трэба выбраць мінімум 1 месца: краіна, горад, адрас. У выпадку Інтэрнэт-паслугі ўкажыце `у Інтэрнэце`

source: Min length 50, max length 2000
be: мін колькасць сімвалаў 50, макс. 200

source: Add location
be: Дадаць

source: Should be minimum 1 location: country, city and address
be: Трэба дадаць па меншай меры адно месца (краіна, горад, адрас)

source: Example: example@gmail.com
be: Прыклад: example@gmail.com

source: Please, check all fields
be: Праверце, ці запоўнены ўсе палі

source: No results found for your request. Please try again with other search options!
be: Няма дадзеных для адлюстравання. Зменіце крытэрыі пошуку!

source: Vendor is successfully created
be: Пастаўшчык усталяваны ў сістэме

source: Min length 50, max length 200
be: мін колькасць сімвалаў 50, макс. 200

source: Categories
be: Катэгорыі

source: Ending soon
be: Хутка скончацца

source: Popular
be: Папулярныя

source: New
be: Новы

source: Hot Sales
be: Гарачыя прапановы

source: Coming soon
be: У хуткім часе

source: Clean date
be: Скінуць перыяд

source: Logout
be: Выйсці

source: Export In File
be: Экспарт у файл

source: Drop the photo here...
be: Кіньце фота сюды...

source: Drag and drop file here, or click to select the file
be: Перацягніце сюды файл або націсніце, каб выбраць файл

source: Users actives:
be: Унікальных карыстальнікаў:

source: Users CR actives:
be: Мэтавых дзеянняў:

source: Last activity:
be: Апошняя актыўнасць:

source: Most active location:
be: Самае актыўнае месца:

source: Number of Vendors:
be: Колькасць пастаўшчыкоў:

source: Number of promos:
be: Колькасць прома:

source: Number of active promos:
be: Колькасць актыўных прома:

source: Promotions durations:
be: Працягласць прома:

source: The most popular Vendor:
be: Самы папулярны пастаўшчык:

source: The most popular Promo:
be: Самы папулярны Акцыя:

source: The most popular category:
be: Самы папулярны катэгорыя:

source: The most popular subcategory:
be: Самая папулярны падкатэгорыя:

source: Back
be: Вярнуцца

source: Vendors
be: Пастаўшчыкі

source: Removing a vendor will delete all its discounts
be: Выдаленне пастаўшчыка выдаліць Усе яго прома прапановы

source: Name
be: Назва

source: E-mail
be: Электронная пошта

source: Description
be: Апісанне

source: Submit
be: Прымяніць

source: Cancel
be: Адмена

source: Add a vendor
be: Дадаць пастаўшчыка

source: Address
be: Адрас

source: Add an address
be: Дадаць адрас

source: + Add new address
be: + Дадаць новы адрас

source: Upload photo
be: Загрузіць фота

source: Add a promotion
be: Дадаць прома

source: Title
be: Назва прома

source: Add new category
be: Дадаць новую катэгорыю

source: + Add new category
be: + Дадаць новую катэгорыю

source: Tags
be: Падкатэгорыя

source: Add new tag
be: Даддаць новую Падкатэгорыю

source: + Add new tag
be: + Даддаць новую Падкатэгорыю

source: Vendor name
be: Назва Пастаўшчыка

source: Online
be: у Інтэрнэце

source: Discount %
be: Зніжка %

source: Edit a discount
be: Рэдагаваць прома

source: Confirm
be: Пацвердзіце

source: Promo was successfully deleted!
be: Акцыя была паспяхова выдалена!

source: Something went wrong...
be: Нешта пайшло не так...

source: Are you sure?
be: Вы ўпэўнены?

source: Deleted promo will not be recoverable!
be: Выдаленая прома не падлягае аднаўленню!
